Repository: GabrielTorem/Residencia1C26
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: The irony intimates the “primal wilderness” (Jarrett, 1997, p. 41) lying beneath the rusting patina of postmodern civilization that had been precariously sustained by the image of the ostensibly civilized house before giving way to the veritably primitive cave.
es_es: En la ironía se insinúa el «salvajismo original» (Jarrett, 1997, p.41) que subyace bajo una pátina oxidada de civilización posmoderna, que la casa, civilizada en apariencia, había sostenido precariamente antes de dar paso a la auténtica cueva primitiva.

source: The language of terror is dedicated to an endless expense, even though it only seeks to achieve a single effect.
es_es: El lenguaje del terror está consagrado a un gasto infinito, pese a que solo se propone conseguir un efecto único.

source: The literal meaning of the word *passion* will indicate the distance.
es_es: El significado literal de la palabra *pasión* muestra esa distancia.

source: The major locus of Gothic plots, the castle, was gloomily predominant in early Gothic fiction.
es_es: Un lugar importante para las tramas góticas, el castillo, ocupaba un lugar predominante y sombrío en la ficción gótica temprana.

source: The native culture that it referred to was one composed of those indigenous peoples and invaders whose occupation preceded the invasions of the Romans.
es_es: La cultura nativa a la que hacía referencia estaba compuesta por aquellos pueblos autóctonos e invasores cuya ocupación precedió a las invasiones de los romanos.

source: The novel opens with a scene in which the narrator compares the auctioneer’s voice to “a ghost chorus among old ruins” (p. 10).
es_es: La novela empieza con una escena en la que el narrador compara la voz del subastador con la de «un coro fantasmal entre las viejas ruinas» (p. 7).

source: The novel traces the life and monstrous becoming of a rural Tennessee man called Lester Ballard, who gradually turns into a cave-dwelling serial killer and follows a path to ruin.
es_es: La novela habla sobre la vida y la transformación monstruosa de un hombre rural de Tennesse llamado Lester Ballard, que se convierte de a poco en un asesino serial cavernícola y se encamina a la perdición.

source: The passages in which Humbert gives voice to this judgment are not as well done as one might wish; they stand in an awkward relation to the tone and device of the book.
es_es: Los pasajes en los que Humbert da voz a este juicio no están tan bien logrados como uno podría desear; mantienen una relación incómoda con el tono y el procedimiento narrativo del libro.

source: The passion-lover was a sick man, a *patient.*
es_es: El enamorado apasionado era un hombre enfermo, un *paciente*.

source: The pervasive concern with identity could be summarized in Ballard’s reﬂection rendered in free indirect style when he watches “cold stars sprawled across the smokehole and wonder[s] what stuff they [are] made of, or himself” (p.
es_es: La preocupación constante por la identidad podría resumirse en la reflexión de Ballard, que se presenta en estilo indirecto libre al observar «frías estrellas esparcidas a través del hueco de humo y se pregunta de qué están hechas, o de qué está hecho él mismo» (p.

source: The pervasive concern with identity could be summarized in Ballard’s reﬂection rendered in free indirect style when he watches “cold stars sprawled across the smokehole and wonder[s] what stuff they [are] made of, or himself” (p. 107).
es_es: La preocupación constante por la identidad podría resumirse en la reflexión de Ballard, que se presenta en estilo indirecto libre al observar «frías estrellas esparcidas a través del hueco del humo y se pregunta de qué están hechas, o de qué está hecho él mismo», cita que proviene del libro *Meridiano de sangre* de McCarthy (p. 107).

source: The pleasures of horror and terror came from the reappearance of figures long gone.
es_es: Los placeres del horror y del terror provenían de la reaparición de figuras desaparecidas hacía tiempo.

source: The reason was that theirs was a practical and contractual relationship, having reference to estates and progeny.
es_es: El motivo era que esa relación era práctica y contractual, y se relacionaba con los bienes y la descendencia.

source: The ruined house, for instance, is a recycled Gothic image indicative of contemporary alienation.
es_es: La casa en ruinas, por ejemplo, es una imagen gótica reciclada que evoca la alienación contemporánea.

source: The series of settings in the Bildungsroman usually follow a “controlled sequence… each a further step towards the harmonious and meaningful integration of the… individual into society” (Ehland, 2003, p. 92).
es_es: La sucesión de escenarios en el *Bildungsroman* suele seguir una «secuencia controlada… cada uno un paso más hacia la integración armoniosa y significativa del… individuo en la sociedad» (Ehland, 2003, p. 92).

source: The significance of Gothic culture was cited in British political discussions from the mid-seventeenth century.
es_es: La importancia de la cultura gótica se citó en los debates políticos británicos desde mediados del siglo XVII.

source: The straying of fancy from the paths of nature demonstrated more than a depraved taste: it was also believed to exert a corrupting influence on the morals of readers.
es_es: El desvío de la imaginación respecto de los caminos de la naturaleza demostraba más que un gusto depravado: también se creía que ejercía una influencia pervertida sobre la moral de los lectores.

source: The target of this parodic reprise of the *Bildungsroman* is speciﬁcally its reliance on such humanist notions as self-acculturation, self-empowering reason, mastery, social acceptance, and harmony.
es_es: El blanco de esta repetición paródica del *Bildungsroman* es específicamente su dependencia de nociones humanistas, en particular la autoaculturación, la razón del autoempoderamiento, el dominio, la aceptación social y la armonía.

source: The term, however, was discussed in a more systematic manner by Morgenstern in another lecture entitled “On the Nature of the *Bildungsroman*” nine years later (Boes, 2012, p.
es_es: Sin embargo, Morgenstern analizó el término de manera más sistemática en otra conferencia titulada «On the Nature of the *Bildungsroman*» («Sobre la naturaleza del *Bildungsroman*»), nueve años más tarde (Boes, 2012, p.

source: The term, however, was discussed in a more systematic manner by Morgenstern in another lecture entitled “On the Nature of the *Bildungsroman*” nine years later (Boes, 2012, p. 1).
es_es: Sin embargo, Morgenstern analizó el término de manera más sistemática en otra conferencia titulada «On the Nature of the *Bildungsroman*» («Sobre la naturaleza del *Bildungsroman*»), nueve años más tarde (Boes, 2012, p. 1)

source: The terrors and horrors of transgression in Gothic writing become a powerful means to reassert the values of society, virtue and propriety: transgression, by crossing the social and aesthetic limits, serves to reinforce or underline their value and necessity, restoring or defining limits.
es_es: Para ellos, el atractivo de la escritura gótica residía en su oposición al realismo y al racionalismo, y también en su búsqueda de un ámbito más allá del mundo empírico y material, de un ámbito de lo misterioso, lo místico y lo sagrado.

source: The tortuous tales of vice, corruption and depravity are sensational examples of what happens when the rules of social behaviour are neglected.
es_es: Los relatos tortuosos de vicio, corrupción y depravación funcionan como ejemplos sensacionales de aquello que sobreviene cuando se desatienden las normas del comportamiento social.

source: The upshot is that Dilthey’s theorization of the *Bildungsroman* as personal emergence encompassing psychological maturation and social integration is disarticulated in the novel.
es_es: La teoría de Dilthey del *Bildungsroman* como emergencia de la personalidad —proceso que comprende la maduración psicológica y la integración social— queda desarticulada en la novela.

source: The vastness that had been glimpsed in the natural sublime became the mirror of the immensity of the human mind.
es_es: La vastedad, vislumbrada en lo sublime natural, se convirtió en el espejo de la inmensidad de la mente humana.

source: The word was employed loosely, embracing Celtic and Germanic tribes.
es_es: El término se utilizaba de manera amplia, abarcando a las tribus celtas y germánicas.

source: The ‘solution’ proffered was to see discursive philosophy as a kind of category mistake.
es_es: La «solución» propuesta consistió en considerar la filosofía discursiva como una suerte de error categórico.

source: The “empty shell of a house” Ballard squats (p. 33) is strewn with “old newspapers,” “dried dung of foxes and possums,” and “bits of brickcolored mud fallen from the board ceiling with their black husks pupae” (p. 16).
es_es: El «caparazón [vacío] de una casa» que ocupa Ballard (p. 26) está cubierto de «periódicos viejos», «boñigas de los zorros y de las comadrejas» y «trozos de barro arcilloso que se habían caído del techo con los restos de las cascarillas de crisálidas» (p. 12).

source: Their appearance, however, is more diverse, a diffusion of Gothic traces among a multiplicity of different genres and media.
es_es: Su manifestación, sin embargo, es más diversa: una difusión de huellas góticas entre múltiples de géneros y medios diferentes.

source: Their behaviour to each other must be precisely not what we call “mature”—they must see each other and the world with the imperious absolutism of children.
es_es: La conducta entre sí debe ser precisamente lo opuesto a lo que llamamos «madurez», deben verse el uno al otro y ver el mundo con el absolutismo imperioso de los niños.

source: Their popularity, as well as the way they ambivalently reflect cultural anxieties, locates them firmly in the non-literary, cultural, tradition that conventionally remains the true locus of Gothic.
es_es: Su popularidad, así como el modo en que reflejan ambivalentemente ansiedades culturales, los sitúa firmemente en la tradición cultural no literaria que convencionalmente permanece como el verdadero *locus* de lo gótico.

source: Themes of the divided nature of the human constitution have become established ways of discussing Gothic texts: dualities of mind and body, reason and desire, are repeatedly invoked.
es_es: Los temas de la naturaleza dividida de la constitución humana se han establecido como formas habituales de analizar los textos góticos: las dualidades de mente y cuerpo, razón y deseo, se invocan repetidamente.

source: Then the novelist must pay due attention to making the lover’s obsession believable and not ridiculous.
es_es: Por lo tanto, el novelista debe prestar atención a que la obsesión del amante resulte creíble y no ridícula.

source: There is a relatively implicit congruence between the Gothic and the posthuman, which Child of God vehemently underscores in order to vent the horrors of the postmodern world.
es_es: Existe una congruencia un tanto implícita entre el gótico y lo poshumano, que *Hijo de Dios* subraya con vehemencia para dar rienda suelta a los horrores del mundo posmoderno.

source: There is a subversive edge to the irony that permeates the image of the cave succeeding that of the ruined house.
es_es: Hay un vestigio de subversión en la ironía que impregna la imagen de la cueva que sucede a la de la casa en ruinas.

source: There is fundamental faith, Braidotti continues, “in the unique, self-regulating and intrinsically moral powers of human reason” embedded in the discourse of humanism (2013, p.
es_es: Existe una fe fundamental, continúa Braidotti, «en los poderes singulares, autorregulados e intrínsecamente morales de la razón humana», inscrita en el discurso del humanismo (2013, p.

source: There is “a spider hung” in the chimney, which reeks of “a rank odour of earth and old woodsmoke,” and the ﬂoor of the hearth is “ashy” (p. 16).
es_es: Hay [una araña colgada] en la chimenea, que apesta a «tierra rancia y a humo viejo», y el suelo del hogar está «ceniciento» (p. 12).

source: There would follow a period in which husband and wife would each make an effort to get rid of their *merely symbolic* feelings for the other partner in the marriage and to learn to see each other *without illusion* and as they are *in reality*.
es_es: Seguiría un período en el que marido y mujer se esforzarían por librarse de los sentimientos *meramente simbólicos* del uno hacia la otra, y por aprender a verse *sin ilusiones* y tal cual son *en realidad*.

source: Therefore, Ballard’s category crises are also degenerative as he passes through regressive stages of the posthuman, ultimately becoming an apparition to rematerialise in new shapes.
es_es: Por lo tanto, las crisis de categorías de Ballard también son degenerativas, ya que atraviesa etapas regresivas de lo poshumano y se convierte, al final, en una aparición que se rematerializa en nuevas formas.

source: Therefore, in the postmodern world, identity “is untenable:
es_es: Por lo tanto, en el mundo posmoderno, la identidad «es insostenible:

source: Therefore, in the postmodern world, identity “is untenable: it is death” (Baudrillard, 1993, p. 4).
es_es: Por lo tanto, en el mundo posmoderno, la identidad «es inconcebible: es la muerte» (Baudrillard, 1993, p. 4).

source: Therefore, it can be concluded that the primary source of horror in *Child of God* as a postmodern Gothic novel resides in “the uncertainty of what we will become and what will be left of us after the change” or dissolution of the human subjectivity (Bolton, 2014, p. 3).
es_es: Por lo tanto, puede concluirse que la fuente primaria del horror en *Hijo de Dios*, en tanto novela gótica posmoderna, reside en «la incertidumbre acerca de en qué nos convertiremos y qué quedará de nosotros tras el cambio» o la disolución de la subjetividad humana (Bolton, 2014, p. 3).

source: These were the thoughts conjured up by Graveyard poets.
es_es: Estos eran los pensamientos que evocaban los poetas del cementerio.

source: They are linked to wider threats of disintegration manifested most forcefully in political revolution.
es_es: Estas se vinculan con amenazas más amplias de desintegración, que se manifiestan con mayor fuerza en la revolución política.

source: They could see no reason why a man could not break the chains of a passion so unrewarding, so humiliating.
es_es: No veían razón para que un hombre no pudiera romper las cadenas de una pasión tan poco gratificante, tan humillante.

source: This is the mode of
es_es: Este es el modo de adoración de

source: This is the mode of H. H.’s adoration of *Lolita*, and against the background of his sexual greed, whfch he calls “ape-like,” it comes over us as another reason for being shocked, that in recent fiction no lover has thought of his beloved with so much tenderness, that no woman has been so charmingly evoked, in such grace and delicacy, as Lolita; the description of her tennis game, in which even her racket has an erotic charm, is one of the few examples of rapture in modern writing.
es_es: Este es el modo de adoración de H. H. hacia Lolita, y en el marco de su codicia sexual, que él llama «simiesca», nos impacta como otro motivo para escandalizarnos, que en la ficción más reciente ningún amante ha pensado en su amada con tanta ternura, que ninguna mujer ha sido evocada de manera tan encantadora, con tanta gracia y delicadeza, como Lolita; la descripción de su juego de tenis, en la que incluso su raqueta tiene un encanto erótico, es uno de los pocos ejemplos de éxtasis en la literatura moderna.

source: This list grew, in the nineteenth century, with the addition of scientists, fathers, husbands, madmen, criminals and the monstrous double signifying duplicity and evil nature.
es_es: En el siglo XIX, esta lista creció con la incorporación de científicos, padres, esposos, locos, criminales y el doble monstruoso que simbolizaba la duplicidad y la naturaleza malvada.

source: This makes it unique in my experience of contemporary novels.
es_es: Según mi experiencia en novelas contemporáneas, puedo afirmar que esta característica la vuelve única.

source: This may not be quite fair to Mr. Nabokov’s whole intention, but it does suggest how regressive a book Lolita is, how, although it strikes all the most approved modern postures and attitudes, it is concerned to restore a foredone mode of feeling.
es_es: Esto puede no ser del todo justo con el propósito de Nabokov, pero sí sugiere cuán regresivo es *Lolita*, y hasta qué punto, pese a adoptar todas las posturas y actitudes modernas más apropiadas, se propone restaurar un modo de sentir ya superado.

source: This much longer poem develops evangelical themes, but in a more extravagant fashion.
es_es: Este poema, mucho más extenso, desarrolla temas evangélicos, pero de manera más extravagante.

source: This sense of freedom was neither purely subjective nor simply a matter of exceeding previous aesthetic forms.
es_es: Este sentido de libertad no era ni puramente subjetivo ni simplemente una cuestión de superar formas estéticas anteriores.

source: This will suggest how far the modern ideal of love is from passion-love.
es_es: Esto refleja lo alejado que el ideal moderno del amor se encuentra del amor-pasión.

source: This “Gothic commodiﬁcation” characterizing Gothic monstrosity “exploits the disconnect between genuine human connection and the need to control every aspect of the human victim, particularly the body after death” (Coughlin, 2015, p. 143).
es_es: Esta «cosifiación gótica» que caracteriza la monstruosidad gótica «se aprovecha de la desconexión entre la auténtica conexión humana y la necesidad de controlar cada aspecto de la víctima humana, en particular el cuerpo después de la muerte» (Coughlin, 2015, p. 143).

source: Thomas Parnell's 'Night-piece on Death' (1722), Nathaniel Cotton's 'Night-piece' (1751) and John Cunningham's 'The Contemplatist' (1762) all emphasise that the leveller, death, is not to be feared.
es_es: «Una pieza nocturna sobre la muerte» (1722) de Thomas Parnell, «Pieza nocturna» (1751) de Nathaniel Cotton y «The Contemplatist» [El contemplador] (1762) de John Cunningham subrayan que la muerte, como igualadora, no debe temerse.

source: Threatening figures of menace, destruction and violence emerge in the form of mad scientists, psychopaths, extraterrestrials and a host of strange supernatural or naturally monstrous mutations.
es_es: Figuras amenazantes de peligro, destrucción y violencia emergen bajo la forma de científicos locos, psicópatas, extraterrestres y toda una proliferación de extrañas mutaciones sobrenaturales o naturalmente monstruosas.

source: Through postmodern parody as “the [concurrent] inscription of continuity and change” (Hutcheon, 2000, p. 36), the novel depicts the life and becoming of Ballard in imitation of the 6 typical Bildungsroman but with ironic critical distance ﬁnessed by the Gothic, which undercuts “the humanistic concept of the shaping of the individual self from its innate potentialities through acculturation and social experience” (Sammons, 1991, p. 41).
es_es: Mediante la parodia posmoderna como «la inscripción [concurrente] de la continuidad y el cambio» (Hutcheon, 2000, p. 36), la novela describe la vida y la transformación de Ballard, imitando el típico *Bildungsroman,* pero con una distancia irónica crítica matizada por el gótico, que socava «el concepto humanista de la formación del yo individual a partir de sus potencialidades innatas mediante la aculturación y la experiencia social» (Sammons, 1991, p. 41).

source: Thus, *Child of God* can be interpreted as a postmodern parody of the tradition of the Bildungsroman in accordance with Linda Hutcheon’s deﬁnition of postmodern parody as “imitation characterized by ironic inversion” (2000, p.
es_es: De este modo, *Hijo de Dios* puede interpretarse como una parodia posmoderna de la tradición del *Bildungsroman*, en conformidad con la definición de parodia posmoderna de Linda Hutcheon: «imitación caracterizada por la inversión irónica» (2000, p.

source: Thus, *Child of God* can be interpreted as a postmodern parody of the tradition of the Bildungsroman in accordance with Linda Hutcheon’s deﬁnition of postmodern parody as “imitation characterized by ironic inversion” (2000, p. 6), which is itself a corollary of the postmodern crisis of subjectivity.
es_es: De este modo, *Hijo de Dios* puede interpretarse como una parodia posmoderna de la tradición del *Bildungsroman*, en conformidad con la definición de parodia posmoderna de Linda Hutcheon: imitación caracterizada por la inversión irónica (2000, p. 6, traducción propia), la cual es un corolario de la crisis posmoderna de la subjetividad.

source: Thus, Ballard’s life becomes increasingly crowded with animals and then corpses, rather than an accommodating community of people.
es_es: Así, la vida de Ballard está cada vez más atestada de animales y luego de cadáveres, en lugar de una comunidad humana complaciente.

source: Thus, in lieu of progressing towards a better condition of life and positive social integration, which are often mirrored in and facilitated by the setting, the Gothic setting of *Child of God* is characterized by subversive degeneration consonant with the physical and psychological degeneration of the protagonist.
es_es: Así, en lugar de avanzar hacia una mejor condición de vida y una integración social positiva, que a menudo se espejan y se facilitan en el escenario, el escenario gótico de *Hijo de Dios* se caracteriza por una degeneración subversiva acorde con la degeneración física y psicológica del protagonista.

source: Thus, in order for the “critical ironic distance” of parody (Hutcheon, 2000, p. 34) to work in the novel, it needs to target characterization above all.
es_es: Así, para que la «distancia irónica crítica» de la parodia (Hutcheon, 2000, p. 34) funcione en la novela, debe centrarse, sobre todo, en la caracterización.

source: Thus, the idea of individual advancement toward a ﬁnal destination constitutive of the *Bildungsroman* concurrently suggests a “universal” rather than a
es_es: Por lo tanto, la idea del avance individual hacia el destino final constitutivo del género *bildungsroman* propone, al mismo tiempo, un «telos universal» en lugar de un

source: Thus, the idea of individual advancement toward a ﬁnal destination constitutive of the *Bildungsroman* concurrently suggests a “universal” rather than a “merely singular telos” (Boes, 2012, p. 19) and is, therefore, inextricably interwoven with the discourse of humanism.
es_es: Así, la idea del avance individual hacia el destino final constitutivo del *Bildungsroman* propone, al mismo tiempo, un «*telos* universal» en lugar de un «simple *telos* singular» (Boes, 2012, p. 19) y, por ende, se vincula íntimamente con el discurso del humanismo.

source: Thus, the sense of closure characteristic of the typical *Bildungsroman* is parodied in a synthesis of continuity—Ballard is dead and disposed of—and critical difference—other monsters will arise.
es_es: Así, el sentido de clausura característico del protagonista típico del *Bildungsroman* se parodia mediante una síntesis entre continuidad —Ballard ha muerto y se han deshecho de él— y diferencia crítica —otros monstruos habrán de surgir.
